src/main/resources/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://tigo.com.bo/gen">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getCountryRequest>
            <gs:name>BOL</gs:name>
        </gs:getCountryRequest>
    </soapenv:Body>
</soapenv:Envelope>